Revit 2027 API
ParameterTypeId.FabricSheetMajorSpacing Property
 "Major Spacing": Major Spacing
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetMajorSpacing { get; }
Public Shared ReadOnly Property FabricSheetMajorSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetMajorSpacing {
	ForgeTypeId^ get ();
}
static member FabricSheetMajorSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace